<?php
// Heading
$_['heading_title']   = 'Обновление';
$_['heading_success'] = 'Обновление - Завершено!';

// Text
$_['text_upgrade']    = 'Подготовка к обновлению';
$_['text_server']     = 'Обязательно прочитайте перед обновлением';
$_['text_steps']      = 'Процесс обновления';
$_['text_error']      = 'Если во время обновления у вас возникли проблемы, опишите их у нас на <a href="https://opencart.club/forums/forum/23-otchety-ob-oshibkah-v-opencart-3/" target="_blank">форуме</a>';
$_['text_clear']      = 'После обновления очистите куки и кэш браузера, чтобы избежать ошибки со старыми сессиями.';
$_['text_admin']      = 'Если у вас возникли проблемы с панелью администратора, очистите кэш браузера, чтобы обновились текущие стили.';
$_['text_user']       = 'В панели управления в разделе Система -> Пользователи -> Группы пользователей для группы пользователей "Администратор" отредактируйте и установите все галочки.';
$_['text_setting']    = 'Зайдите в настройки магазина Система -> Настройки, отредактируйте магазин по умолчанию и сохраните настройки, даже если ничего не меняли.';
$_['text_store']      = 'Если у вас некорректно отображается главная страница магазина, очистите кэш браузера, чтобы обновились актуальные стили.';
$_['text_progress']   = 'Патч %s установлен (%s из %s)';
$_['text_success']    = 'Поздравляем! Вы успешно обновили OpenCart до текущей актуальной версии!';

// Entry
$_['entry_progress']  = 'Прогресс';
