<?php
// Heading
$_['heading_title']       = 'Купоны';

// Text
$_['text_success']        = 'Данные успешно сохранены!';
$_['text_list']           = 'Список купонов';
$_['text_add']            = 'Добавить купон';
$_['text_edit']           = 'Изменить купон';
$_['text_percent']        = 'Процент';
$_['text_amount']         = 'Фиксированная сумма';
$_['text_coupon']         = 'История купона';

// Column
$_['column_name']         = 'Название купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Скидка';
$_['column_date_start']   = 'Дата начала';
$_['column_date_end']     = 'Дата окончания';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'ID заказа';
$_['column_customer']     = 'Покупатель';
$_['column_amount']       = 'Сумма';
$_['column_date_added']   = 'Дата добавления';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название купона';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Скидка';
$_['entry_logged']        = 'Зарегистрированный покупатель';
$_['entry_shipping']      = 'Бесплатная доставка';
$_['entry_total']         = 'Общая сумма';
$_['entry_category']      = 'Категория';
$_['entry_product']       = 'Товар';
$_['entry_date_start']    = 'Дата начала';
$_['entry_date_end']      = 'Дата окончания';
$_['entry_uses_total']    = 'Количество использований купона';
$_['entry_uses_customer'] = 'Количество использований одним покупателем';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Код, который должен ввести покупатель, чтобы получить скидку.';
$_['help_type']           = 'Процент или фиксированная сумма скидки.';
$_['help_logged']         = 'Покупатель должен быть залогинен, чтобы использовать купон.';
$_['help_total']          = 'Купон можно применять только при достижении указанной суммы заказа.';
$_['help_category']       = 'Купон будет действовать на все товары из указанных категорий. Если ничего не указано, то действует на все товары.';
$_['help_product']        = 'Купон будет действовать только на выбранные товары. Если ничего не указано, то действует на все товары.';
$_['help_uses_total']     = 'Максимальное количество использований купона. Оставьте поле пустым для неограниченного использования.';
$_['help_uses_customer']  = 'Максимальное количество использований купона одним покупателем (если указано ненулевое количество, то купон действует только для зарегистрированных покупателей). Оставьте поле пустым для неограниченного использования.';

// Error
$_['error_permission']    = 'Недостаточно прав для внесения изменений!';
$_['error_exists']        = 'Warning: Coupon code is already in use!';
$_['error_name']          = 'Coupon Name must be between 3 and 128 characters!';
$_['error_code']          = 'Code must be between 3 and 10 characters!';
