<?php
// Heading
$_['heading_title']     = 'Маркетинг';

// Text
$_['text_success']      = 'Данные успешно сохранены!';
$_['text_list']         = 'Список';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Изменить';
$_['text_filter']       = 'Фильтр';
		
// Column
$_['column_name']       = 'Название кампании';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Кликов';
$_['column_orders']     = 'Заказов';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название кампании';
$_['entry_description'] = 'Описание кампании';
$_['entry_code']        = 'Код отслеживания';
$_['entry_example']     = 'Примеры ссылок';
$_['entry_date_added']  = 'Дата добавления';

// Help
$_['help_code']         = 'Код отслеживания, который будет использоваться для отслеживания маркетинговых кампаний.';
$_['help_example']      = 'Чтобы система могла отслеживать рефералов, вам нужно добавить код отслеживания в конец URL-адреса, ведущего на ваш сайт.';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
$_['error_name']        = 'Кампания должна быть от 1 до 32 символов!';
$_['error_code']        = 'Необходимо указать!';
$_['error_exists']      = 'Этот код отслеживания используется другой кампанией!';
