<?php
// Heading
$_['heading_title']    = 'Группы пользователей';

// Text
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_list']        = 'Группа пользователей';
$_['text_add']         = 'Добавить группу пользователей';
$_['text_edit']        = 'Изменить группу пользователей';

// Column
$_['column_name']      = 'Название группы пользователей';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название группы пользователей';
$_['entry_access']     = 'Разрешен просмотр';
$_['entry_modify']     = 'Разрешено внесение изменений';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название группы пользователей должно быть от 3 до 64 символов!';
$_['error_user']       = 'Эту группу пользователей нельзя удалить! Количество пользователей, которым она присвоена: %s!';
