<?php
// Heading
$_['heading_title']       = 'Макеты';

// Text
$_['text_success']        = 'Данные успешно сохранены!';
$_['text_list']           = 'Список макетов';
$_['text_add']            = 'Добавить макет';
$_['text_edit']           = 'Изменить макет';
$_['text_remove']         = 'Удалить';
$_['text_route']          = 'Выберите магазин и route для применения этого макета';
$_['text_module']         = 'Выберите модули для нужных позиций';
$_['text_default']        = 'По умолчанию';
$_['text_content_top']    = 'Верх страницы';
$_['text_content_bottom'] = 'Низ страницы';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

// Column
$_['column_name']         = 'Название макета';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название макета';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'route';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission']    = 'Недостаточно прав для внесения изменений!';
$_['error_name']          = 'Название макета должно быть от 3 до 64 символов!';
$_['error_default']       = 'Этот макет не может быть удален, он используется как макет по умолчанию!';
$_['error_store']         = 'Этот макет нельзя удалить! Количество магазинов, в которых он используется: %s!';
$_['error_product']       = 'Этот макет нельзя удалить! Количество товаров, в которых он используется: %s!';
$_['error_category']      = 'Этот макет нельзя удалить! Количество категорий, в которых он используется: %s!';
$_['error_information']   = 'Этот макет нельзя удалить! Количество информационных статей, в которых он используется: %s!';
