<?php
// Heading
$_['heading_title']     = 'Установка дополнений';

$_['button_uninstall']  = 'Удалить дополнение.'."\n".'Данное действие удаляет настройки модуля и файлы';

// Text
$_['text_progress']     = 'Прогресс установки';
$_['text_upload']       = 'Загрузка дополнения';
$_['text_history']      = 'История';
$_['text_success']      = 'Дополнение успешно установлено!';
$_['text_install']      = 'Установка';

// Column
$_['column_filename']   = 'Файл дополнения';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_upload']      = 'Выберите файл';
$_['entry_progress']    = 'Ход установки';

// Help
$_['help_upload']       = 'Необходимо выбрать файл с расширением \'.ocmod.zip\'.';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
$_['error_install']     = 'Идет установка дополнения, пожалуйста, подождите несколько секунд!';
$_['error_upload']      = 'Не удалось загрузить файл!';
$_['error_filetype']    = 'Недопустимый тип файла!';
$_['error_file']        = 'Файл не найден!';
