<?php
// Text
$_['text_success']     = 'Действие успешно выполнено!';
$_['text_unzip']       = 'Распаковка файлов!';
$_['text_move']        = 'Копирование файлов!';
$_['text_xml']         = 'Применение модификаторов!';
$_['text_json']        = 'Устанавливаем дополнительные данные!';
$_['text_remove']      = 'Удаление временных файлов!';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_install']    = 'Идет установка дополнения, пожалуйста, подождите несколько секунд!';
$_['error_unzip']      = 'Архив не может быть распакован!';
$_['error_file']       = 'Установочный файл не найден!';
$_['error_directory']  = 'Папка для установки не найдена!';
$_['error_code']       = 'Для модификатора требуется уникальный код!';
$_['error_xml']        = 'Модификатор %s уже присутствует в системе!';
$_['error_exists']     = 'Файл %s уже существует!';
$_['error_allowed']    = 'Папка %s недоступна для записи!';
