<?php
// Heading
$_['heading_title']     = 'Модификаторы';

// Text
$_['text_success']      = 'Действие успешно выполнено!';
$_['text_refresh']      = 'Каждый раз раз, когда вы включаете/отключаете или удаляете модификатор, необходимо нажать кнопку "Обновить", чтобы перестроить кэш модификаторов!';
$_['text_list']         = 'Список модификаторов';

// Column
$_['column_name']       = 'Название модификтатора';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
