<?php
// Heading
$_['heading_title']     = 'Подарочные сертификаты';

// Text
$_['text_success']      = 'Данные успешно сохранены!';
$_['text_list']         = 'Список подарочных сертификатов';
$_['text_add']          = 'Добавить подарочный сертификат';
$_['text_edit']         = 'Изменить подарочный сертификат';

// Column
$_['column_name']       = 'Название подарочного сертификата';
$_['column_code']       = 'Код';
$_['column_from']       = 'Отправитель';
$_['column_to']         = 'Получатель';
$_['column_theme']      = 'Тема';
$_['column_amount']     = 'Сумма';
$_['column_status']     = 'Статус';
$_['column_order_id']   = 'Заказ №';
$_['column_customer']   = 'Покупатель';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_code']        = 'Код';
$_['entry_from_name']   = 'Имя отправителя';
$_['entry_from_email']  = 'E-Mail отправителя';
$_['entry_to_name']     = 'Имя получателя';
$_['entry_to_email']    = 'E-Mail получателя';
$_['entry_theme']       = 'Тема';
$_['entry_message']     = 'Сообщение';
$_['entry_amount']      = 'Сумма';
$_['entry_status']      = 'Статус';

// Help
$_['help_code']         = 'Код, который должен ввести покупатель для активации подарочного сертификата.';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
$_['error_exists']      = 'Этот код подарочного сертификата уже используется!';
$_['error_code']        = 'Код должен быть от 3 до 10 символов!';
$_['error_to_name']     = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']   = 'Имя должно быть от 1 до 64 символов!';
$_['error_email']       = 'Необходимо указать корректный e-mail адрес!';
$_['error_amount']      = 'Сумма должна быть больше или равна 1!';
$_['error_order']       = 'Этот подарочный сертификат нельзя удалить, так как он является частью <a href="%s">заказа</a>.!';
