<?php
// Heading
$_['heading_title']     = 'Темы подарочных сертификатов';

// Text
$_['text_success']      = 'Данные успешно сохранены!';
$_['text_list']         = 'Список подарочных сертификатов';
$_['text_add']          = 'Добавить подарочный сертификат';
$_['text_edit']         = 'Изменить подарочный сертификат';

// Column
$_['column_name']       = 'Название темы подарочных сертификатов';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название темы подарочных сертификатов';
$_['entry_description'] = 'Описание темы подарочных сертификатов';
$_['entry_image']       = 'Изображение';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
$_['error_name']        = 'Название темы подарочных сертификатов должно быть от 3 до 32 символов!';
$_['error_image']       = 'Необходимо указать изображение!';
$_['error_voucher']     = 'Эту тему нельзя удалить! Количество подарочных сертификатов, в которых она используется: %s!';
