<?php
// Text
$_['text_subject'] = '%s - Ваша учетная запись активирована!';
$_['text_welcome'] = 'Добро пожаловать и спасибо за регистрацию в %s!';
$_['text_login']   = 'Теперь ваша учетная запись создана, и вы можете войти в систему, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему адресу:';
$_['text_service'] = 'После входа в систему вы сможете получить доступ к другим услугам, включая просмотр прошлых заказов, печать счетов и редактирование информации вашей учетной записи.';
$_['text_thanks']  = 'Спасибо,';
