<?php
// Text
$_['text_subject']  = 'Вам отправлен подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, вы получили подарочный сертификат на сумму %s';
$_['text_from']     = 'Этот подарочный сертификат был отправлен вам пользователем %s';
$_['text_message']  = 'С сообщением';
$_['text_redeem']   = 'Чтобы погасить этот подарочный сертификат, запишите код погашения (<b>%s</b>), затем нажмите на ссылку ниже и выберите понравившиеся товары. Введите код подарочного сертификата на странице корзины перед тем, как нажать кнопку «Оформить заказ».';
$_['text_footer']   = 'Пожалуйста, ответьте на это письмо, если у Вас есть какие-либо вопросы.';
$_['text_sent']     = 'Письмо с подарочным сертификатом отправлено!';
