<?php
// Text
$_['text_subject']  = 'Вам отправлен подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, вы получили подарочный сертификат на сумму %s';
$_['text_from']     = 'Этот подарочный сертификат был отправлен вам пользователем %s';
$_['text_message']  = 'С сообщением';
$_['text_redeem']   = 'Чтобы воспользоваться этим подарочным сертификатом, сохраните код (<b>%s</b>), затем нажмите на ссылку ниже и выберите понравившиеся товары. Введите код подарочного сертификата на странице корзины перед тем, как нажмете кнопку «Оформить заказ».';
$_['text_footer']   = 'Если у вас есть какие-либо вопросы, задайте их в ответном письме.';
$_['text_sent']     = 'Письмо с подарочным сертификатом отправлено!';
