<?php
// Heading
$_['heading_title']      = 'Оплата чеком';

// Text
$_['text_extension']     = 'Дополнения';
$_['text_success']       = 'Данные успешно сохранены!';
$_['text_edit']          = 'Изменить настройки';

// Entry
$_['entry_payable']      = 'Получатель';
$_['entry_total']        = 'Минимальная сумма заказа';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone']     = 'Гео зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Help
$_['help_total']         = 'Укажите минимальную сумму заказа, от которой данный метод оплаты будет доступен. Если ограничение не требуется, оставьте поле пустым.';

// Error
$_['error_permission']   = 'Недостаточно прав для внесения изменений!';
$_['error_payable']      = 'Необходимо заполнить!';
