<?php
// Heading
$_['heading_title'] = 'Использовать бонусные баллы (Доступно %s)';

// Text
$_['text_reward']   = 'Бонусные баллы (%s)';
$_['text_order_id'] = 'Заказ №%s';
$_['text_success']  = 'Ваши бонусные баллы учтены!';

// Entry
$_['entry_reward']  = 'Баллов для использования (максимум %s)';

// Error
$_['error_reward']  = 'Введите количество бонусных баллов для использования!';
$_['error_points']  = 'У вас нет такого количества бонусных баллов: %s!';
$_['error_maximum'] = 'Максимальное количество баллов, которое можно применить: %s!';
