<?php
// Heading
$_['heading_title']        = 'Оценка стоимости доставки';

// Text
$_['text_success']         = 'Выбранный способ доставки сохранен!';
$_['text_shipping']        = 'Заполните адрес чтобы рассчитать доставку.';
$_['text_shipping_method'] = 'Выберите способ доставки.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Область';
$_['entry_postcode']       = 'Индекс';

// Error
$_['error_postcode']       = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']        = 'Выберите страну!';
$_['error_zone']           = 'Выберите область!';
$_['error_shipping']       = 'Необходимо указать способ доставки!';
$_['error_no_shipping']    = 'Для указанного адреса нет доступных способов доставки. <a href="%s">Свяжитесь с нами</a> для уточнения!';
