<?php
// Heading
$_['heading_title']     = 'Группы покупателей';

// Text
$_['text_success']      = 'Данные успешно сохранены!';
$_['text_list']         = 'Список групп покупателей';
$_['text_add']          = 'Добавить группу покупателей';
$_['text_edit']         = 'Изменить группу покупателей';

// Column
$_['column_name']       = 'Название группы покупателей';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы покупателей';
$_['entry_description'] = 'Описание';
$_['entry_approval']    = 'Необходима активация';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_approval']     = 'Покупатель должен быть одобрен администратором, чтобы иметь возможность зайти в свой личный кабинет.';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
$_['error_name']        = 'Название группы покупателей должно быть от 3 до 32 символов!';
$_['error_default']     = 'Данная группа не может быть удалена, она используется как группа покупателей по умолчанию!';
$_['error_store']       = 'Эту группу нельзя удалить! Количество магазинов, в которых она используется: %s!';
$_['error_customer']    = 'Эту группу нельзя удалить! Количество пользователей в этой группе: %s!';
