<?php
// Heading
$_['heading_title']        = 'Дополнительные поля';

// Text
$_['text_success']         = 'Данные успешно сохранены!';
$_['text_list']            = 'Список дополнительных полей';
$_['text_add']             = 'Добавить дополнительное поле';
$_['text_edit']            = 'Изменить дополнительное поле';
$_['text_choose']          = 'Выбор';
$_['text_select']          = 'Список';
$_['text_radio']           = 'Переключатель';
$_['text_checkbox']        = 'Флажок';
$_['text_input']           = 'Поле ввода';
$_['text_text']            = 'Текст';
$_['text_textarea']        = 'Текстовая область';
$_['text_file']            = 'Файл';
$_['text_date']            = 'Дата';
$_['text_datetime']        = 'Дата и время';
$_['text_time']            = 'Время';
$_['text_account']         = 'Аккаунт';
$_['text_address']         = 'Адрес';
$_['text_affiliate']       = 'Партнер';
$_['text_regex']           = 'Регулярное выражение (Regex)';
$_['text_custom_field']    = 'Дополнительное поле';
$_['text_value']           = 'Значения дополнительного поля';

// Column
$_['column_name']          = 'Название дополнительного поля';
$_['column_location']      = 'Расположение';
$_['column_type']          = 'Тип';
$_['column_sort_order']    = 'Порядок сортировки';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название дополнительного поля';
$_['entry_location']       = 'Расположение';
$_['entry_type']           = 'Тип';
$_['entry_value']          = 'Значение поля';
$_['entry_validation']     = 'Правило проверки';
$_['entry_custom_value']   = 'Название поля';
$_['entry_customer_group'] = 'Группа покупателей';
$_['entry_required']       = 'Обязательное';
$_['entry_status']         = 'Статус';
$_['entry_sort_order']     = 'Порядок сортировки';

// Help
$_['help_regex']           = 'Для проверки поля используется регулярное выражение (regex). Например: /[a-zA-Z0-9_-]/';
$_['help_sort_order']      = 'Допускается использование отрицательных чисел.';

// Error
$_['error_permission']     = 'Недостаточно прав для внесения изменений!';
$_['error_name']           = 'Дополнительное поле должно быть от 1 до 128 символов!';
$_['error_type']           = 'Необходимо указать тип поля!';
$_['error_custom_value']   = 'Значение поля должно быть от 1 до 128 символов!';
