<?php
// Heading
$_['heading_title']           = 'Страны';

// Text
$_['text_success']            = 'Данные успешно сохранены!';
$_['text_list']               = 'Список стран';
$_['text_add']                = 'Добавить страну';
$_['text_edit']               = 'Изменить страну';

// Column
$_['column_name']             = 'Название страны';
$_['column_iso_code_2']       = 'ISO код (2)';
$_['column_iso_code_3']       = 'ISO код (3)';
$_['column_status']           = 'Статус';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название страны';
$_['entry_iso_code_2']        = 'ISO код (2)';
$_['entry_iso_code_3']        = 'ISO код (3)';
$_['entry_address_format']    = 'Формат адреса';
$_['entry_postcode_required'] = 'Требовать индекс';
$_['entry_status']            = 'Статус';
$_['entry_iso_code']          = 'ISO код';

// Help
$_['help_address_format']     = 'Имя = {firstname}<br />Фамилия = {lastname}<br />Компания = {company}<br />Адрес 1 = {address_1}<br />Адрес 2 = {address_2}<br />Город = {city}<br />Индекс = {postcode}<br />Регион = {zone}<br />Код региона = {zone_code}<br />Country = {country}';

// Error
$_['error_permission']        = 'Недостаточно прав для внесения изменений!';
$_['error_name']              = 'Название страны должно быть от 1 до 128 символов!';
$_['error_default']           = 'Эту страну невозможно удалить, потому что она указана как страна магазина!';
$_['error_store']             = 'Эту страну нельзя удалить! Количество магазинов, в которых она используется: %s!';
$_['error_address']           = 'Эту страну нельзя удалить! Количество записей в адресной книге, в которых она используется: %s!';
$_['error_affiliate']         = 'Эту страну нельзя удалить! Количество партнеров, в которых она используется: %s!';
$_['error_zone']              = 'Эту страну нельзя удалить! Количество зон, в которых она используется: %s!';
$_['error_zone_to_geo_zone']  = 'Эту страну нельзя удалить! Количество гео зон, в которых она используется: %s!';
