<?php
// Heading
$_['heading_title']        = 'Валюты';

// Text
$_['text_success']         = 'Данные успешно сохранены!';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Добавить валюту';
$_['text_edit']            = 'Изменить валюту';
$_['text_iso']             = 'Вы можете найти полный список кодов валют ISO и настроек <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">здесь</a>.';

// Column
$_['column_title']         = 'Название валюты';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значение';
$_['column_date_modified'] = 'Последнее обновление';
$_['column_action']        = 'Действие';

// Entry
$_['entry_title']          = 'Название валюты';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Значение';
$_['entry_symbol_left']    = 'Символ слева';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Знаков после запятой';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не рекомендуется менять это значение, если это валюта по умолчанию. Изменение данного значения может привести к ошибкам в магазине!';
$_['help_value']           = 'Укажите значение 1.0, если эта валюта является валютой магазина по умолчанию.';

// Error
$_['error_permission']     = 'Недостаточно прав для внесения изменений!';
$_['error_title']          = 'Название валюты должно быть от 3 до 32 символов!';
$_['error_code']           = 'Код валюты должен содержать 3 символа!';
$_['error_default']        = 'Эту валюту нельзя удалить, так как она указана как основная валюта магазина!';
$_['error_store']          = 'Эту валюту нельзя удалить! Количество магазинов, в которых она используется: %s!';
$_['error_order']          = 'Эту валюту нельзя удалить! Количество заказов, в которых она используется: %s!';
