<?php
// Heading
$_['heading_title']      = 'Гео зоны';

// Text
$_['text_success']       = 'Данные успешно сохранены!';
$_['text_list']          = 'Список гео зон';
$_['text_add']           = 'Добавить гео зону';
$_['text_edit']          = 'Изменить гео зону';
$_['text_geo_zone']      = 'Гео зоны';

// Column
$_['column_name']        = 'Название гео зоны';
$_['column_description'] = 'Описание';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название гео зоны';
$_['entry_description']  = 'Описание';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Зона';

// Error
$_['error_permission']   = 'Недостаточно прав для внесения изменений!';
$_['error_name']         = 'Гео зона должна быть от 3 до 32 символов!';
$_['error_description']  = 'Описание должно быть от 3 до 255 символов!';
$_['error_tax_rate']     = 'Гео зона не может быть удалена, так как она задействована в одной или более налоговых ставках!';
