<?php
// Heading
$_['heading_title']     = 'Языки';

// Text
$_['text_success']      = 'Данные успешно сохранены!';
$_['text_list']         = 'Список языков';
$_['text_add']          = 'Добавить язык';
$_['text_edit']         = 'Изменить язык';

// Column
$_['column_name']       = 'Название языка';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название языка';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Локаль';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_locale']       = 'Укажите значения кодов языка через запятую, например: en_US.UTF-8,en_US,en-gb,en_gb,english';
$_['help_status']       = 'Скрыть/показать в раскрывающемся списке языков';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
$_['error_exists']      = 'Язык с таким кодом уже существует!';
$_['error_name']        = 'Название языка должно быть от 3 до 32 символов!';
$_['error_code']        = 'Код языка должен быть не менее 2 символов!';
$_['error_locale']      = 'Необходимо указать!';
$_['error_default']     = 'Этот язык нельзя удалить, так как он указан как основной язык магазина!';
$_['error_admin']       = 'Этот язык нельзя удалить, так как он указан как основной язык админ-панели магазина!';
$_['error_store']       = 'Этот язык нельзя удалить! Количество магазинов, в которых он используется: %s!';
$_['error_order']       = 'Этот язык нельзя удалить! Количество заказов, в которых он используется: %s!';
