<?php
// Heading
$_['heading_title']    = 'Расположение магазина';

// Text
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_list']        = 'Список магазинов';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Изменить';
$_['text_default']     = 'По умолчанию';
$_['text_time']        = 'Время работы';

// Column
$_['column_name']      = 'Название магазина';
$_['column_address']   = 'Адрес';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название магазина';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Время работы';
$_['entry_comment']    = 'Комментарий';

// Help
$_['help_geocode']     = 'Пожалуйста, введите геокод местоположения вашего магазина вручную.';
$_['help_open']        = 'Укажите время работы ваших магазинов.';
$_['help_comment']     = 'Это поле предназначено для любых специальных примечаний, которые вы хотели бы сообщить покупателю, например, магазин не принимает чеки.';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название магазина должно быть от 3 до 32 символов!';
$_['error_address']    = 'Адрес должен быть от 3 до 128 символов!';
$_['error_telephone']  = 'Телефон должен быть от 3 до 32 символов!';
