<?php
// Heading
$_['heading_title']    = 'Статусы заказов';

// Text
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_list']        = 'Список статусов заказов';
$_['text_add']         = 'Добавить статус заказа';
$_['text_edit']        = 'Изменить статус заказа';

// Column
$_['column_name']      = 'Название статуса заказа';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса заказа';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название статуса заказа должно быть от 3 до 32 символов!';
$_['error_default']    = 'Этот статус заказа нельзя удалить, так как он указан как основной статус заказа магазина!';
$_['error_download']   = 'Этот статус заказа нельзя удалить, так как он указан как основной статус загрузки!';
$_['error_store']      = 'Этот статус заказа нельзя удалить! Количество магазинов, в которых он используется: %s!';
$_['error_order']      = 'Этот статус заказа нельзя удалить! Количество заказов, в которых он используется: %s!';
