<?php
// Heading
$_['heading_title']    = 'Действия возврата';

// Text
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_list']        = 'Список действий возврата';
$_['text_add']         = 'Добавить действие возврата';
$_['text_edit']        = 'Изменить действие возврата';

// Column
$_['column_name']      = 'Название действия возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название действия возврата';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название действия возврата должно быть от 3 до 64 символов!';
$_['error_return']     = 'Это действие возврата нельзя удалить! Количество возвращенных товаров, в которых оно используется: %s!';
