<?php
// Heading
$_['heading_title']    = 'Причины возврата';

// Text
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_list']        = 'Список причин возврата';
$_['text_add']         = 'Добавить причину возврата';
$_['text_edit']        = 'Изменить причину возврата';

// Column
$_['column_name']      = 'Название причины возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название причины возврата';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название причины возврата должно быть от 3 до 128 символов!';
$_['error_return']     = 'Эту причину возврата нельзя удалить! Количество возвращенных товаров, в которых оно используется: %s!';
