<?php
// Heading
$_['heading_title']    = 'Статусы возврата';

// Text
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_list']        = 'Список статусов возврата';
$_['text_add']         = 'Добавить статус возврата';
$_['text_edit']        = 'Изменить статус возврата';

// Column
$_['column_name']      = 'Название статуса возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса возврата';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название статуса возврата должно быть от 3 до 32 символов!';
$_['error_default']    = 'Этот статус возврата нельзя удалить, так как он используется как основной статус возврата магазина!';
$_['error_return']     = 'Этот статус возврата нельзя удалить! Количество возвратов, в которых он используется: %s!';
