<?php
// Heading
$_['heading_title']    = 'Статусы отсутствия на складе';

// Text
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_list']        = 'Список статусов';
$_['text_add']         = 'Добавить статус отсутствия на складе';
$_['text_edit']        = 'Изменить статус отсутствия на складе';

// Column
$_['column_name']      = 'Название статуса отсутствия на складе';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса отсутствия на складе';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название статуса отсутствия на складе должно быть от 3 до 32 символов!';
$_['error_product']    = 'Этот статус отсутствия на складе нельзя удалить! Количество товаров, в которых он используется: %s!';
