<?php
// Heading
$_['heading_title']     = 'Налоговые классы';

// Text
$_['text_success']      = 'Данные успешно сохранены!';
$_['text_list']         = 'Список налоговых классов';
$_['text_add']          = 'Добавить налоговый класс';
$_['text_edit']         = 'Изменить налоговый класс';
$_['text_tax_class']    = 'Налоговый класс';
$_['text_tax_rate']     = 'Налоговые ставки';
$_['text_shipping']     = 'Адрес доставки';
$_['text_payment']      = 'Платежный адрес';
$_['text_store']        = 'Адрес магазина';

// Column
$_['column_title']      = 'Название налогового класса';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Название налогового класса';
$_['entry_description'] = 'Описание';
$_['entry_rate']        = 'Налоговая ставка';
$_['entry_based']       = 'Адрес для расчета';
$_['entry_geo_zone']    = 'Гео зона';
$_['entry_priority']    = 'Приоритет';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
$_['error_title']       = 'Название налогового класса должно быть от 3 до 32 символов!';
$_['error_description'] = 'Описаниа должно быть от 3 до 255 символов!';
$_['error_product']     = 'Этот налоговый класс нельзя удалить! Количество товаров, в которых он используется: %s!!';
