<?php
// Heading
$_['heading_title']    = 'Единицы измерения веса';

// Text
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_list']        = 'Список единиц измерения веса';
$_['text_add']         = 'Добавить единицу измерения веса';
$_['text_edit']        = 'Изменить единицу измерения веса';

// Column
$_['column_title']     = 'Название';
$_['column_unit']      = 'Единицы';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название';
$_['entry_unit']       = 'Единицы';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Для единицы измерения веса по умолчанию установите значение 1.0.';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_title']      = 'Название должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица должна быть от 1 до 4 символов!';
$_['error_default']    = 'Эту единицу измерения веса нельзя удалить, так как она указана как основная единица измерения веса магазина!';
$_['error_product']    = 'Эту единицу измерения веса нельзя удалить! Количество товаров, в которых она используется: %s!';
