<?php
// Heading
$_['heading_title']          = 'Регионы';

// Text
$_['text_success']           = 'Данные успешно сохранены!';
$_['text_list']              = 'Список регионов';
$_['text_add']               = 'Добавить регион';
$_['text_edit']              = 'Изменить регион';

// Column
$_['column_name']            = 'Название региона';
$_['column_code']            = 'Код региона';
$_['column_country']         = 'Страна';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название региона';
$_['entry_code']             = 'Код региона';
$_['entry_country']          = 'Страна';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'Недостаточно прав для внесения изменений!';
$_['error_name']             = 'Название региона должно быть от 1 до 128 символов!';
$_['error_default']          = 'Регион нельзя удалить, так как она используется как основной регион магазина!';
$_['error_store']            = 'Регион нельзя удалить! Количество магазинов, в которых она используется: %s!';
$_['error_address']          = 'Регион нельзя удалить! Количество записей в адресной книге, в которых она используется: %s!';
$_['error_affiliate']        = 'Регион нельзя удалить! Количество партнеров, в которых она используется: %s!';
$_['error_zone_to_geo_zone'] = 'Регион нельзя удалить! Количество регионов к гео зонам, в которых она используется: %s!';
