<?php
// Heading
$_['heading_title']          = 'Зоны';

// Text
$_['text_success']           = 'Данные успешно сохранены!';
$_['text_list']              = 'Список зон';
$_['text_add']               = 'Добавить зону';
$_['text_edit']              = 'Изменить зону';

// Column
$_['column_name']            = 'Название зоны';
$_['column_code']            = 'Код зоны';
$_['column_country']         = 'Страна';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название зоны';
$_['entry_code']             = 'Код зоны';
$_['entry_country']          = 'Страна';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'Недостаточно прав для внесения изменений!';
$_['error_name']             = 'Название зоны должно быть от 1 до 128 символов!';
$_['error_default']          = 'Эту зону нельзя удалить, так как она используется как основная зона магазина!';
$_['error_store']            = 'Эту зону нельзя удалить! Количество магазинов, в которых она используется: %s!';
$_['error_address']          = 'Эту зону нельзя удалить! Количество записей в адресной книге, в которых она используется: %s!';
$_['error_affiliate']        = 'Эту зону нельзя удалить! Количество партнеров, в которых она используется: %s!';
$_['error_zone_to_geo_zone'] = 'Эту зону нельзя удалить! Количество зон к гео зонам, в которых она используется: %s!';
