<?php
// Heading
$_['heading_title']    = 'Доп. плата за небольшие заказы';

// Text
$_['text_extension']   = 'Дополнения';
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_edit']        = 'Изменить настройки';

// Entry
$_['entry_total']      = 'Сумма заказа';
$_['entry_fee']        = 'Плата';
$_['entry_tax_class']  = 'Налоговый класс';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Заказ должен быть на сумму больше указанной, чтобы доп. плата не взымалась.';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
