<?php
// Heading
$_['heading_title']               = 'Дополнительные настройки';

// Text
$_['text_step_4']                 = 'Вы можете выполнить дополнительные настройки перед началом работы!';
$_['text_yes']                    = 'Да';
$_['text_no']                     = 'Нет';
$_['text_select']                 = ' --- Выберите --- ';
$_['text_delete']                 = 'Да (Удалить изображения и демо записи в БД)';
$_['text_select_all']             = 'Выделить все';
$_['text_unselect_all']           = 'Снять выделение';

// Entry
$_['entry_delete_demodata']       = 'Удалить Демо данные';
$_['entry_country']               = 'Список стран';

$_['help_country']                = 'Выбранные страны будут автоматически включены после завершения установки.';

// Error
$_['error_delete_demodata']       = 'Необходимо выбрать действие с демо данными!';
$_['error_country']               = 'Необходимо выбрать хотя бы одну страну!';

