<?php
// Heading
$_['heading_title']               = 'Дополнительные настройки';

// Text
$_['text_step_4']                 = 'Вы можете выполнить дополнительные настройки перед началом работы!';
$_['text_yes']                    = 'Да';
$_['text_no']                     = 'Нет';
$_['text_select']                 = ' --- Выберите --- ';
$_['text_delete']                 = 'Да (Удалить изображения и демо записи в БД)';

// Entry
$_['entry_delete_demodata']       = 'Удалить Демо данные';

// Error
$_['error_delete_demodata']       = 'Необходимо выбрать действие с демо данными!';