<?php
// Text
$_['text_success']       = 'Вы успешно изменили покупателей';

// Error
$_['error_permission']   = 'Недостаточно прав для использования API!';
$_['error_customer']     = 'Вы должны выбрать покупателя!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 and 32 символов!';
$_['error_email']        = 'Необходимо указать корректный e-mail адрес!';
$_['error_telephone']    = 'Телефон должен быть от 3 до 32 символов!';
$_['error_custom_field'] = 'Необходимо указать %s!';
