<?php
// Text
$_['text_success']           = 'Вы изменили заказы!';

// Error
$_['error_permission']       = 'Недостаточно прав для использования API!';
$_['error_customer']         = 'Необходимо указать данные покупателя!';
$_['error_payment_address']  = 'Необходимо указать платежный адрес!';
$_['error_payment_method']   = 'Необходимо указать способ оплаты!';
$_['error_no_payment']       = 'Нет доступных способов оплаты!';
$_['error_shipping_address'] = 'Необходимо указать адрес доставки!';
$_['error_shipping_method']  = 'Необходимо указать способ доставки!';
$_['error_no_shipping']      = 'Нет доступных способов доставки!';
$_['error_stock']            = 'Товары, отмеченные ***, отсутствуют в нужном количестве на складе!';
$_['error_minimum']          = 'Минимальное количество товара "%s" для заказа - %s шт!';
$_['error_not_found']        = 'Заказ не найден!';
