<?php
// Text
$_['text_address']       = 'Адрес доставки выбран!';
$_['text_method']        = 'Способ доставки выбран!';

// Error
$_['error_permission']   = 'Недостаточно прав для использования API!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес 1 должен быть от 3 до 128 символов!';
$_['error_city']         = 'Город должен быть от 3 до 128 символов!';
$_['error_postcode']     = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']      = 'Выберите страну!';
$_['error_zone']         = 'Выберите область!';
$_['error_custom_field'] = 'Необходимо указать %s!';
$_['error_address']      = 'Необходимо указать адрес доставки!';
$_['error_method']       = 'Необходимо указать способ доставки!';
$_['error_no_shipping']  = 'Нет доступных способов доставки!';
