<?php
// Text
$_['text_success']     = 'Скидка по подарочному сертификату применена!';
$_['text_cart']        = 'Вы изменили свою корзину!';
$_['text_for']         = '%s Подарочный Сертификат для %s';

// Error
$_['error_permission'] = 'Недостаточно прав для использования API!';
$_['error_voucher']    = 'Подарочный сертификат либо недействителен, либо его баланс израсходован!';
$_['error_to_name']    = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_email']      = 'Необходимо указать корректный e-mail адрес!';
$_['error_theme']      = 'Необходимо выбрать тему!';
$_['error_amount']     = 'Сумма должна быть от %s до %s!';
