<?php
// Heading
$_['heading_title']    = 'Модули';

// Text
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_layout']      = 'После того как вы установили и настроили модуль, вы можете его разместить в нужном <a href="%s" class="alert-link">макете</a>!';
$_['text_add']         = 'Добавить модуль';
$_['text_list']        = 'Список модулей';

// Column
$_['column_name']      = 'Название модуля';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Действие';

// Entry
$_['entry_code']       = 'Модуль';
$_['entry_name']       = 'Название модуля';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название модуля должно быть от 3 до 64 символов!';
$_['error_code_name']  = 'Код модуля должен быть от 3 до 32 символов!';
$_['error_code']       = 'Ошибка!';
