<?php
// Heading
$_['heading_title']                = 'Магазины';

// Text
$_['text_settings']                = 'Настройки';
$_['text_success']                 = 'Данные успешно сохранены!';
$_['text_list']                    = 'Список магазинов';
$_['text_add']                     = 'Добавить магазин';
$_['text_edit']                    = 'Изменить магазин';
$_['text_tax']                     = 'Налоги';
$_['text_account']                 = 'Покупатели';
$_['text_checkout']                = 'Оформление заказа';
$_['text_stock']                   = 'Склад';
$_['text_shipping']                = 'Адрес доставки';
$_['text_payment']                 = 'Адрес оплаты';

// Column
$_['column_name']                  = 'Название магазина';
$_['column_url']	               = 'URL магазина';
$_['column_action']                = 'Действие';

// Entry
$_['entry_url']                    = 'URL магазина';
$_['entry_ssl']                    = 'SSL URL';
$_['entry_meta_title']             = 'Мета тег Title';
$_['entry_meta_description']       = 'Мета тег Description';
$_['entry_meta_keyword']           = 'Мета тег Keywords';
$_['entry_layout']                 = 'Макет по умолчанию';
$_['entry_theme']                  = 'Тема магазина';
$_['entry_name']                   = 'Название магазина';
$_['entry_owner']                  = 'Владелец магазина';
$_['entry_address']                = 'Адрес';
$_['entry_geocode']                = 'Геокод';
$_['entry_email']                  = 'E-Mail';
$_['entry_telephone']              = 'Телефон';
$_['entry_fax']                    = 'Факс';
$_['entry_image']                  = 'Изображение';
$_['entry_open']                   = 'Время работы';
$_['entry_comment']                = 'Комментарий';
$_['entry_location']               = 'Расположение магазина';
$_['entry_country']                = 'Страна';
$_['entry_zone']                   = 'Регион';
$_['entry_language']               = 'Язык';
$_['entry_currency']               = 'Валюта';
$_['entry_tax']                    = 'Отображать цены с налогом';
$_['entry_tax_default']            = 'Адрес магазина для подсчета налога';
$_['entry_tax_customer']           = 'Адрес покупателя для подсчета налога';
$_['entry_customer_group']         = 'Группа покупателя по умолчанию';
$_['entry_customer_group_display'] = 'Разрешить выбирать группы';
$_['entry_customer_price']         = 'Цены только для авторизованных покупателей';
$_['entry_account']                = 'Пользовательское соглашениеs';
$_['entry_cart_weight']            = 'Отображать вес в корзине';
$_['entry_checkout_guest']         = 'Гости могут оформлять заказ';
$_['entry_checkout']               = 'Условия оформления заказа';
$_['entry_order_status']           = 'Статус заказа по умолчанию';
$_['entry_stock_display']          = 'Отображать наличие на складе';
$_['entry_stock_checkout']         = 'Заказ при нехватке на складе';
$_['entry_logo']                   = 'Лого магазина';
$_['entry_icon']                   = 'Иконка';
$_['entry_secure']                 = 'Использовать SSL';

// Help
$_['help_url']                     = 'Укажите URL вашего магазина. Обратите внимание, что ссылка должна заказчиваться символом \'/\'.<br />Пример: http://www.yourdomain.com/path/<br /><br />Не используйте папки для создания новых магазинов. Для каждого магазина нужно указывать отдельный домен или поддомен.';
$_['help_ssl']                     = 'Укажите SSL URL вашего магазина. Обратите внимание, что ссылка должна заказчиваться символом \'/\'.<br />Пример: https://www.yourdomain.com/path/<br /><br />Не используйте папки для создания новых магазинов. Для каждого магазина нужно указывать отдельный домен или поддомен.';
$_['help_geocode']                 = 'Пожалуйста, введите геокод местоположения вашего магазина вручную.';
$_['help_open']                    = 'Заполните время работы вашего магазина.';
$_['help_comment']                 = 'Это поле предназначено для дополнительной информации, которую вы хотели бы сообщить покупателю.';
$_['help_location']                = 'Различные местоположения ваших магазинов, которые вы хотите отобразить в форме обратной связи.';
$_['help_currency']                = 'Изменить валюту по умолчанию. Очистите кеш браузера, чтобы увидеть изменения, и сбросьте существующие файлы cookie.';
$_['help_tax_default']             = 'Использовать указанный адрес для расчета налогов, если у вас нет полного адреса покупателя.';
$_['help_tax_customer']            = 'Использовать указанный адрес покупателя для расчета налогов.';
$_['help_customer_group']          = 'При регистрации нового клиента он автоматически будет попадать в указанную группу, если выбор группы при регистрации выключен.';
$_['help_customer_group_display']  = 'Список групп, которые доступны для выбора покупателю при регистрации.';
$_['help_customer_price']          = 'При включении данной настройки гости не смогут видеть цены, пока не авторизуются в магазине.';
$_['help_account']                 = 'При регистрации будет выводиться флажок для получения подтверждения согласия пользователя с данным документом.';
$_['help_checkout_guest']          = 'Настройка разрешает клиентам оформлять заказ без создания учетной записи.';
$_['help_checkout']                = 'При оформлении заказа будет выводиться флажок для получения подтверждения согласия пользователя с данным документом.';
$_['help_order_status']            = 'Указанный статус будет установлен заказу по умолчанию, если модулем оплаты не предусмотрено другое поведение.';
$_['help_stock_display']           = 'Выводить остаток на складе на странице товара.';
$_['help_stock_checkout']          = 'Разрешить покупателю оформлять заказ при отсутствии товара на складе.';
$_['help_icon']                    = 'Иконка должна быть в формате PNG, размером 16px x 16px.';
$_['help_secure']                  = 'Перед включением данной настройки убедитесь, что у вас имеется активный  SSL сертификат, и он привязан к домену магазина в настройках хостинга..';

// Error
$_['error_warning']                = 'Проверьте форму на ошибки!';
$_['error_permission']             = 'Недостаточно прав для внесения изменений!';
$_['error_url']                    = 'Необходимо указать URL магазина!';
$_['error_meta_title']             = 'Название должно быть от 3 до 32 символов!';
$_['error_name']                   = 'Название магазина должно быть от 3 до 32 символов!';
$_['error_owner']                  = 'Владелец магазина должен быть от 3 до 64 символов!';
$_['error_address']                = 'Адрес магазина должен быть от 10 до 256 символов!';
$_['error_email']                  = 'Необходимо указать корректный e-mail адрес!';
$_['error_telephone']              = 'Телефон должен быть от 3 до 32 символов!';
$_['error_customer_group_display'] = 'Вы должны включить группу клиентов по умолчанию, если собираетесь использовать эту функцию!';
$_['error_default']                = 'Вы не можете удалить магазин по умолчанию!';
$_['error_store']                  = 'Этот магазин нельзя удалить. Количество заказов, к которым он привязан: %s!';
