<?php
// Text
$_['text_subject']        = '%s - Спасибо за регистрацию';
$_['text_welcome']        = 'Добро пожаловать и спасибо за регистрацию на %s!';
$_['text_login']          = 'Ваша учетная запись создана, и вы можете войти в свой личный кабинет с использованием адреса e-mail и пароля, указанных при регистрации, по ссылке:';
$_['text_approval']       = 'Для входа в личный кабинет ваша учетная запись должна быть одобрена администратором. После подтверждения вы сможете войти в свой личный кабинет с использованием адреса e-mail и пароля, указанных при регистрации, по ссылке:';
$_['text_service']        = 'После входа в систему вы сможете получить доступ к дополнительной информации, включая просмотр прошлых заказов, печать счетов и редактирование информации вашей учетной записи.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_customer']   = 'Новый покупатель';
$_['text_signup']         = 'Зарегистрирован новый покупатель:';
$_['text_customer_group'] = 'Группа покупателя:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
