<?php
// Heading
$_['heading_title'] = 'Неудачная попытка оплаты!';

// Text
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Оформление заказа';
$_['text_failure']  = 'Неудачная попытка оплаты';
$_['text_message']  = '<p>При обработке платежа возникла проблема, и заказ не был завершен.</p>

<p>Возможные причины:</p>
<ul>
  <li>Недостаточно средств</li>
  <li>Не пройдена проверка</li>
</ul>

<p>Попробуйте оформить заказ еще раз, используя другой способ оплаты.</p>

<p>Если проблема повторится, пожалуйста, <a href="%s">свяжитесь с нами</a> и сообщите подробности.</p>
';
