<?php
// Heading
$_['heading_title']        = 'Ваш заказ успешно оформлен!';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Оформление заказа';
$_['text_success']         = 'Заказ успешно оформлен';
$_['text_customer']        = '<p>Ваш заказ оформлен!</p><p>Вы можете просмотреть историю своих заказов, перейдя на страницу <a href="%s">"Личный кабинет"</a> и нажав <a href="%s">"Мои заказы"</a>.</p><p>Если у вас возникнут какие-либо вопросы, <a href="%4$s">свяжитесь с нами</a>.</p><p>Спасибо за покупку!</p>';
$_['text_guest']           = '<p>Ваш заказ оформлен!</p><p>Если у вас возникнут какие-либо вопросы, <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупку!</p>';
