<?php
// Heading
$_['heading_title']    = 'Список магазинов';

// Text
$_['text_extension']   = 'Дополнения';
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_edit']        = 'Изменить настройки';

// Entry
$_['entry_admin']      = 'Только для администратора';
$_['entry_status']     = 'Статус';

//Help
$_['help_admin']       = 'Если данная настройка включена, то список выбора магазинов доступен только пользователям, залогиненным в админ-панель!';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
