<?php
// Heading
$_['heading_title']     = 'Группы характеристик';

// Text
$_['text_success']      = 'Данные успешно сохранены!';
$_['text_list']         = 'Список групп характеристик';
$_['text_add']          = 'Добавить группу характеристик';
$_['text_edit']         = 'Изменить группу характеристик';

// Column
$_['column_name']       = 'Название группы характеристик';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы характеристик';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
$_['error_name']        = 'Название должно быть от 1 до 64 символов!';
$_['error_attribute']   = 'Эту группу нельзя удалить! Количество характеристик, в которых она используется: %s!';
$_['error_product']     = 'Эту группу нельзя удалить! Количество товаров, в которых она используется: %s!';
