<?php
// Heading
$_['heading_title']          = 'Характеристики';

// Text
$_['text_success']           = 'Данные успешно сохранены!';
$_['text_list']              = 'Список характеристик';
$_['text_add']               = 'Добавить характеристику';
$_['text_edit']              = 'Изменить характеристику';

// Column
$_['column_name']            = 'Название характеристики';
$_['column_attribute_group'] = 'Группа характеристик';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название характеристики';
$_['entry_attribute_group']  = 'Группа характеристик';
$_['entry_sort_order']       = 'Порядок сортировки';

// Error
$_['error_permission']       = 'Недостаточно прав для внесения изменений!';
$_['error_attribute_group']  = 'Необходимо указать группу характеристик!';
$_['error_name']             = 'Название должно быть от 1 до 64 символов!';
$_['error_product']          = 'Эту характеристику нельзя удалить! Количество товаров, в которых она используется: %s!';
