<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Данные успешно сохранены!';
$_['text_list']              = 'Список категорий';
$_['text_add']               = 'Добавить категорию';
$_['text_edit']              = 'Изменить категорию';
$_['text_default']           = 'По умолчанию';
$_['text_keyword']           = 'ЧПУ должен быть уникальным, без пробелов и спецсимволов. Используйте строчные латинские буквы (a-z), цифры и символ "-" вместо пробела.';
$_['text_no_parent']         = '--- Только основные ---';

// Column
$_['column_name']            = 'Название категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_status']          = 'Статус';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категории';
$_['entry_description']      = 'Описание';
$_['entry_meta_h1']          = 'Тег H1';
$_['entry_meta_title'] 	     = 'Мета тег Title';
$_['entry_meta_keyword']     = 'Мета тег Keywords';
$_['entry_meta_description'] = 'Мета тег Description';
$_['entry_store']            = 'Магазины';
$_['entry_keyword']          = 'ЧПУ';
$_['entry_parent']           = 'Родительская категория';
$_['entry_filter']           = 'Фильтры';
$_['entry_image']            = 'Изображение';
$_['entry_top']              = 'Выводить в меню';
$_['entry_column']           = 'Столбцы';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Макет';
$_['entry_no_index']         = 'Не индексировать';

// Help
$_['help_filter']            = '(Автодополнение)';
$_['help_top']               = 'Выводить категорию в основном меню.';
$_['help_column']            = 'Количество столбцов в выпадающем меню категории.';
$_['help_no_index']          = 'При включении добавляет странице заголовок<br> HTTP - X-Robots-Tag: noindex';

// Error
$_['error_warning']          = 'Проверьте форму на ошибки!';
$_['error_permission']       = 'Недостаточно прав для внесения изменений!';
$_['error_name']             = 'Название должно быть от 1 до 255 символов!';
$_['error_meta_title']       = 'Мета тег Title должен быть от 1 до 255 символов!';
$_['error_keyword']          = 'ЧПУ уже используется!';
$_['error_unique']           = 'ЧПУ должен быть уникальным!';
$_['error_parent']           = 'Выбранная категория является дочерней и не может использоваться как родительская!';
