<?php
// Heading
$_['heading_title']     = 'Файлы';

// Text
$_['text_success']      = 'Данные успешно сохранены!';
$_['text_list']         = 'Список файлов';
$_['text_add']          = 'Добавить файл';
$_['text_edit']         = 'Изменить файл';
$_['text_upload']       = 'Файл успешно загружен!';

// Column
$_['column_name']       = 'Название файла';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название файла';
$_['entry_filename']    = 'Файл';
$_['entry_mask']        = 'Отображаемое имя файла';

// Help
$_['help_filename']     = 'Нажмите на кнопку загрузки, чтобы выбрать файл. Также вы можете залить файл на FTP в каталог файла и указать путь.';
$_['help_mask']         = 'Рекомендуется, чтобы название файла и отображаемое имя файла отличались, это не позволит получить прямой доступ к файлу.';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
$_['error_name']        = 'Название должно быть от 3 до 64 символов!';
$_['error_upload']      = 'Необходимо загрузить файл!';
$_['error_filename']    = 'Название файла должно быть от 3 до 128 символов!';
$_['error_exists']      = 'Файл не найден!';
$_['error_mask']        = 'Отображаемое имя файла должно быть от 3 до 128 символов!';
$_['error_filetype']    = 'Недопустимый тип файла!';
$_['error_product']     = 'Этот файл нельзя удалить! Количество товаров, в которых он используется: %s!';
