<?php
// Heading
$_['heading_title']          = 'Статьи';

// Text
$_['text_success']           = 'Данные успешно сохранены!';
$_['text_list']              = 'Список статей';
$_['text_add']               = 'Добавить статью';
$_['text_edit']              = 'Изменить статью';
$_['text_default']           = 'По умолчанию';
$_['text_keyword']           = 'ЧПУ должен быть уникальным, без пробелов и спецсимволов. Используйте строчные латинские буквы (a-z), цифры и символ "-" вместо пробела.';

// Column
$_['column_title']           = 'Название статьи';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Название статьи';
$_['entry_description']      = 'Описание';
$_['entry_meta_h1']          = 'Тег H1';
$_['entry_meta_title']       = 'Мета тег Title';
$_['entry_meta_keyword']     = 'Мета тег Keywords';
$_['entry_meta_description'] = 'Мета тег Description';
$_['entry_store']            = 'Магазины';
$_['entry_keyword']          = 'ЧПУ';
$_['entry_bottom']           = 'Выводить в подвале';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_layout']           = 'Макет';
$_['entry_no_index']         = 'Не индексировать';

// Help
$_['help_bottom']            = 'Выводить в списке информационных статей в подвале.';
$_['help_no_index']          = 'При включении добавляет странице заголовок<br> HTTP - X-Robots-Tag: noindex';

// Error
$_['error_warning']          = 'Проверьте форму на ошибки!';
$_['error_permission']       = 'Недостаточно прав для внесения изменений!';
$_['error_title']            = 'Название статьи должно быть от 1 до 64 символов!';
$_['error_description']      = 'Описание должно быть не менее 3 символов!';
$_['error_meta_title']       = 'Мета тег Title долюен быть от 1 до 255 символов!';
$_['error_keyword']          = 'ЧПУ уже используется!';
$_['error_unique']           = 'ЧПУ должен быть уникальным!';
$_['error_account']          = 'Эту статью невозможно удалить, потому что она используется как Политика безопасности!';
$_['error_checkout']         = 'Эту статью невозможно удалить, потому что она используется как Условия оформления заказа!';
$_['error_affiliate']        = 'Эту статью невозможно удалить, потому что она используется как Партнерское соглашение!';
$_['error_return']           = 'Эту статью невозможно удалить, потому что она используется как Политика возврата!';
$_['error_store']            = 'Эту статью нельзя удалить! Количество магазинов, в которых она используется: %s!';
