<?php
// Heading
$_['heading_title']     = 'Производители';

// Text
$_['text_success']      = 'Данные успешно сохранены!';
$_['text_list']         = 'Список производителей';
$_['text_add']          = 'Добавить производителя';
$_['text_edit']         = 'Изменить производителя';
$_['text_default']      = 'По умолчанию';
$_['text_keyword']      = 'ЧПУ должен быть уникальным, без пробелов и спецсимволов. Используйте строчные латинские буквы (a-z), цифры и символ "-" вместо пробела.';

// Column
$_['column_name']       = 'Название производителя';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название производителя';
$_['entry_description'] = 'Описание';
$_['entry_meta_h1']     = 'Тег H1';
$_['entry_meta_title']  = 'Мета тег Title';
$_['entry_meta_keyword'] = 'Мета тег Keywords';
$_['entry_meta_description'] = 'Мета тег Description';
$_['entry_store']       = 'Магазины';
$_['entry_keyword']     = 'ЧПУ';
$_['entry_image']       = 'Изображение';
$_['entry_sort_order']  = 'Порядок сортировки';
$_['entry_no_index']    = 'Не индексировать';

// Help
$_['help_no_index']     = 'При включении добавляет странице заголовок<br> HTTP - X-Robots-Tag: noindex';

// Error
$_['error_permission']  = 'Недостаточно прав для внесения изменений!';
$_['error_name']        = 'Название производителя должно быть от 1 до 64 символов!';
$_['error_keyword']     = 'ЧПУ уже используется!';
$_['error_unique']      = 'ЧПУ должен быть уникальным!';
$_['error_product']     = 'Этого производителя нельзя удалить! Количество товаров, в которых он используется: %s!';
