<?php
// Heading
$_['heading_title']          = 'Товары';

// Text
$_['text_success']           = 'Данные успешно сохранены!';
$_['text_list']              = 'Список товаров';
$_['text_add']               = 'Добавить товар';
$_['text_edit']              = 'Изменить товар';
$_['text_filter']            = 'Фильтр';
$_['text_plus']              = '+';
$_['text_minus']             = '-';
$_['text_default']           = 'По умолчанию';
$_['text_option']            = 'Опция';
$_['text_option_value']      = 'Значение опции';
$_['text_keyword']           = 'ЧПУ должен быть уникальным, без пробелов и спецсимволов. Используйте строчные латинские буквы (a-z), цифры и символ "-" вместо пробела.';
$_['text_from']              = 'от';
$_['text_to']                = 'до';
$_['text_no_manufacturer']   = '--- Без производителя ---';
$_['text_no_category']       = '--- Без категории ---';
$_['text_no_main_category']  = 'Без основной категории';

// Column
$_['column_name']            = 'Название товара';
$_['column_model']           = 'Код товара';
$_['column_manufacturer']    = 'Производитель';
$_['column_category']        = 'Категории';
$_['column_image']           = 'Изобр.';
$_['column_price']           = 'Цена';
$_['column_quantity']        = 'Количество';
$_['column_status']          = 'Статус';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название товара';
$_['entry_description']      = 'Описание';
$_['entry_meta_h1']          = 'Тег H1';
$_['entry_meta_title']       = 'Мета тег Title';
$_['entry_meta_keyword']     = 'Мета тег Keywords';
$_['entry_meta_description'] = 'Мета тег Description';
$_['entry_store']            = 'Магазины';
$_['entry_keyword']          = 'ЧПУ';
$_['entry_model']            = 'Код товара';
$_['entry_sku']              = 'SKU';
$_['entry_upc']              = 'UPC';
$_['entry_ean']              = 'EAN';
$_['entry_jan']              = 'JAN';
$_['entry_isbn']             = 'ISBN';
$_['entry_mpn']              = 'MPN';
$_['entry_location']         = 'Расположение';
$_['entry_shipping']         = 'Необходима доставка';
$_['entry_manufacturer']     = 'Производитель';
$_['entry_date_available']   = 'Дата поступления';
$_['entry_quantity']         = 'Количество';
$_['entry_minimum']          = 'Минимальное количество';
$_['entry_stock_status']     = 'Статус отсутствия на складе';
$_['entry_price']            = 'Цена';
$_['entry_tax_class']        = 'Налоговый класс';
$_['entry_points']           = 'Цена в бонусных баллах';
$_['entry_option_points']    = 'Цена в бонусных баллах';
$_['entry_subtract']         = 'Вычитать со склада';
$_['entry_weight_class']     = 'Единица измерения веса';
$_['entry_weight']           = 'Вес';
$_['entry_dimension']        = 'Размеры (Д x Ш x В)';
$_['entry_length_class']     = 'Единица измерения длины';
$_['entry_length']           = 'Длина';
$_['entry_width']            = 'Ширина';
$_['entry_height']           = 'Высота';
$_['entry_image']            = 'Изображение';
$_['entry_additional_image'] = 'Дополнительные изображения';
$_['entry_customer_group']   = 'Группа покупателей';
$_['entry_date_start']       = 'Дата начала';
$_['entry_date_end']         = 'Дата окончания';
$_['entry_priority']         = 'Приоритет';
$_['entry_attribute']        = 'Характеристика';
$_['entry_attribute_group']  = 'Группа характеристик';
$_['entry_text']             = 'Текст';
$_['entry_option']           = 'Опция';
$_['entry_option_value']     = 'Значение опции';
$_['entry_required']         = 'Обязательная опция';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_filter_category']  = 'Категория';
$_['entry_category']         = 'Категории';
$_['entry_filter']           = 'Фильтры';
$_['entry_download']         = 'Файлы';
$_['entry_related']          = 'Рекомендуемые товары';
$_['entry_tag']              = 'Теги товара';
$_['entry_reward']           = 'Клиент получит баллов при покупке';
$_['entry_layout']           = 'Макет';
$_['entry_recurring']        = 'Профиль продления';
$_['entry_main_category']    = 'Основная категория товара';
$_['entry_no_index']         = 'Не индексировать';

// Help
$_['help_sku']               = 'Артикул (идентификатор товарной позиции)';
$_['help_upc']               = 'Универсальный код товара (американский стандарт штрихкода)';
$_['help_ean']               = 'Международный артикул (европейский стандарт штрихкода)';
$_['help_jan']               = 'Японский код товара (используется только в Японии)';
$_['help_isbn']              = 'Международный стандартный книжный номер (уникальный номер книжного издания)';
$_['help_mpn']               = 'Код товара от производителя';
$_['help_manufacturer']      = '(Автодополнение)';
$_['help_minimum']           = 'Минимальное количество товара для заказа. Невозможно будет заказать количество товара меньше, чем указанное.';
$_['help_stock_status']      = 'Статус товара при отсутствии его на складе (при количестве товара &lt;=0)';
$_['help_points']            = 'Количество баллов, за которое может быть куплен товар. Не привязано к валюте! Если вы не хотите продавать этот товар за баллы, оставьте поле пустым.';
$_['help_category']          = '(Автодополнение)';
$_['help_filter']            = '(Автодополнение)';
$_['help_download']          = '(Автодополнение)';
$_['help_related']           = '(Автодополнение)';
$_['help_tag']               = 'Укажите теги через запятую';
$_['help_main_category']     = 'В списке вы можете выбрать основную категорию товара. Если она выбрана, то хлебные крошки товара будут строиться по основной категории товара.<br> Если основная категория не выбрана, то хлебные крошки будут построены по одной из категорий товара с максимальной вложенностью.';
$_['help_no_index']          = 'При включении добавляет странице заголовок<br> HTTP - X-Robots-Tag: noindex';

// Error
$_['error_warning']          = 'Проверьте форму на ошибки!';
$_['error_permission']       = 'Недостаточно прав для внесения изменений!';
$_['error_name']             = 'Название товара должно быть от 1 до 255 символов!';
$_['error_meta_title']       = 'Мета тег Title должен быть от 1 до than 255 символов!';
$_['error_model']            = 'Код товара должен быть от 1 до 64 символов!';
$_['error_keyword']          = 'ЧПУ уже используется!';
$_['error_unique']           = 'ЧПУ должен быть уникальным!';
