<?php
// Heading
$_['heading_title']         = 'Профили продления';

// Text
$_['text_success']          = 'Данные успешно сохранены!';
$_['text_list']             = 'Список профилей продления';
$_['text_add']              = 'Добавить профиль продления';
$_['text_edit']             = 'Изменить профиль продления';
$_['text_day']              = 'День';
$_['text_week']             = 'Неделя';
$_['text_semi_month']       = '1/2 месяца';
$_['text_month']            = 'Месяц';
$_['text_year']             = 'Год';
$_['text_recurring']        = '<p><i class="fa fa-info-circle"></i> Сумма продления рассчитывается по частоте и циклам.</p><p>Например, если вы используете частоту "неделя" и цикл "2, то пользователю будет выставляться счет каждые 2 недели.</p><p>Продолжительность - это количество раз, которое пользователь будет совершать платежи. Установите значение 0, если вы хотите принимать платежи без ограничений по продолжительности.</p>';
$_['text_profile']          = 'Профиль продления';
$_['text_trial']            = 'Пробный период';

// Entry
$_['entry_name']            = 'Название';
$_['entry_price']           = 'Цена';
$_['entry_duration']        = 'Продолжительность';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Частота';
$_['entry_trial_price']     = 'Цена';
$_['entry_trial_duration']  = 'Продолжительность';
$_['entry_trial_status']    = 'Статус';
$_['entry_trial_cycle']     = 'Цикл';
$_['entry_trial_frequency'] = 'Частота';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортировки';

// Column
$_['column_name']           = 'Название';
$_['column_sort_order']     = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Error
$_['error_warning']         = 'Проверьте форму на ошибки!';
$_['error_permission']      = 'Недостаточно прав для внесения изменений!';
$_['error_name']            = 'Название профиля должно быть от 3 до 255 символов!';
$_['error_product']         = 'Этот профиль продления нельзя удалить! Количество товаров, в которых он используется %s!';
