<?php
// Heading
$_['heading_title']                    = 'Тема по умолчанию';

// Text
$_['text_extension']                   = 'Дополнения';
$_['text_success']                     = 'Данные успешно сохранены!';
$_['text_edit']                        = 'Изменить настройки';
$_['text_general']                     = 'Общее';
$_['text_product']                     = 'Товары';
$_['text_image']                       = 'Размеры изображений (Ш x В)';

// Entry
$_['entry_directory']                  = 'Папка темы';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Элементов на странице';
$_['entry_product_description_length'] = 'Ограничить описание в списках';
$_['entry_image_category']             = 'Размер изображения категории';
$_['entry_image_thumb']                = 'Размер изображения товара';
$_['entry_image_popup']                = 'Размер изображения попапа товара';
$_['entry_image_product']              = 'Размер изображения товара в списках';
$_['entry_image_additional']           = 'Размер дополнительных изображений товара';
$_['entry_image_related']              = 'Размер изображения рекомендуемых товаров';
$_['entry_image_compare']              = 'Размер изображения в списке сравнения';
$_['entry_image_wishlist']             = 'Размер изображения в закладках';
$_['entry_image_cart']                 = 'Размер изображения в корзине';
$_['entry_image_location']             = 'Размер изображения лого магазина';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';

// Help
$_['help_directory']                   = 'Это поле предназначено для совместимости с новой системой тем. Вы можете установить каталог темы для использования в настройках размера изображений, указанных здесь.';
$_['help_product_limit']               = 'Определяет, сколько элементов по умолчанию отображается на странице списков (категории, поиск, акции и т. д.)';
$_['help_product_description_length']  = 'Максимальное количество символов для вывода описания товара в списках (категории, поиск, акции и т.д.)';

// Error
$_['error_permission']                 = 'Недостаточно прав для внесения изменений!';
$_['error_limit']                      = 'Необходимо указать!';
$_['error_image_thumb']                = 'Необходимо указать размер!';
$_['error_image_popup']                = 'Необходимо указать размер!';
$_['error_image_product']              = 'Необходимо указать размер!';
$_['error_image_category']             = 'Необходимо указать размер!';
$_['error_image_additional']           = 'Необходимо указать размер!';
$_['error_image_related']              = 'Необходимо указать размер!';
$_['error_image_compare']              = 'Необходимо указать размер!';
$_['error_image_wishlist']             = 'Необходимо указать размер!';
$_['error_image_cart']                 = 'Необходимо указать размер!';
$_['error_image_location']             = 'Необходимо указать размер!';
