<?php
// Heading
$_['heading_title']    = 'Настройки разработчика';

// Text
$_['text_success']     = 'Данные успешно сохранены!';
$_['text_theme']       = 'Кэш шаблона (twig)';
$_['text_sass']        = 'SASS';
$_['text_cache']       = 'Вы очистили <b>%s</b>!';
$_['text_type']        = 'Тип:';
$_['text_cache_engine'] = 'Системный кэш';

// Column
$_['column_component'] = 'Тип';
$_['column_action']    = 'Действие';
$_['column_information'] = 'Параметр';
$_['column_recomended']= 'Рекомендуем';
$_['column_value']     = 'Значение';

// Entry
$_['entry_theme']      = 'Кэш шаблона (twig)';
$_['entry_sass']       = 'SASS';
$_['entry_cache']      = 'Статус';
$_['entry_cache_engine'] = 'Системный кэш';
$_['entry_php_version'] = 'Версия PHP';
$_['entry_twig_version'] = 'Версия шаблонизатора Twig';

// Button
$_['button_on']        = 'Вкл';
$_['button_off']       = 'Выкл';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';

$_['php_info_max_input_vars'] = 'Рекомендуется значение %s и больше.'."\n".'Если указывать меньшее значение, то при сохранении больших форм будет происходить потеря данных!!!';
$_['php_info_session.gc_maxlifetime'] = 'Рекомендуется значение %s и больше.'."\n".'Данный параметр указывает время хранения данных сессии пользователя на сервере (в секундах). При использовании больших значений параметра, нужно учитывать, что может возрасти нагрузка на хостинг.';
$_['php_info_session.cookie_lifetime'] = 'Рекомендуется значение %s и больше.'."\n".'Данный параметр указывает время хранения id сессии пользователя браузером (в секундах). Данный параметр должен быть не меньше, чем время хранения данных сессии пользователя.';
