<?php
// Heading
$_['heading_title']    = 'Изображения';

// Text
$_['text_uploaded']    = 'Изображение загружено!';
$_['text_directory']   = 'Папка создана!';
$_['text_delete']      = 'Успешно удалено!';

// Entry
$_['entry_search']     = 'Поиск..';
$_['entry_folder']     = 'Имя папки';

// Error
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_filename']   = 'Имя файла должно быть от 3 до 255 символов!';
$_['error_folder']     = 'Имя папки должно быть от 3 до 255 символов!';
$_['error_exists']     = 'Файл или папка с таким названием уже существует!';
$_['error_directory']  = 'Папка не существует!';
$_['error_filesize']   = 'Недопустимый размер файла!';
$_['error_filetype']   = 'Недопустимый тип файла!';
$_['error_upload']     = 'Не удалось загрузить файл!';
$_['error_delete']     = 'Не удалось удалить папку!';
