<?php
// Heading
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_forgotten']  = 'Восстановление пароля';
$_['text_your_email'] = 'E-Mail адрес';
$_['text_email']      = 'Введите адрес электронной почты, связанный с вашей учетной записью. Нажмите "Сбросить", чтобы получить ссылку для сброса пароля по электронной почте.';
$_['text_success']    = 'На указанный адрес электронной почты отправлено письмо со ссылкой для сброса пароля.';

// Entry
$_['entry_email']     = 'E-Mail адрес';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердить';

// Error
$_['error_email']     = 'Проверьте правильность указанного e-mail адреса и повторите попытку!';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Не совпадает пароль и его подтверждение!';
