<?php
// Heading
$_['heading_title']  = 'Авторизация';

// Text
$_['text_heading']   = 'Авторизация';
$_['text_login']     = 'Введите логин и пароль';
$_['text_forgotten'] = 'Забыли пароль?';

// Entry
$_['entry_username'] = 'Имя пользователя';
$_['entry_password'] = 'Пароль';

// Button
$_['button_login']   = 'Войти';

// Error
$_['error_login']    = 'Некорректное имя пользователя или пароль.';
$_['error_token']    = 'Время сессии истекло, необходимо войти повторно.';
$_['error_attempts'] = 'Превышено допустимое количество попыток входа. Повторите попытку через 1 час или сбросьте пароль.';
