<?php
// Heading
$_['heading_title']                = 'Вход в личный кабинет';

// Text
$_['text_account']                 = 'Личный кабинет';
$_['text_login']                   = 'Вход в личный кабинет';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Зарегистрироваться';
$_['text_register_account']        = 'Создав учетную запись, вы сможете делать покупки быстрее, быть в курсе статуса заказа и отслеживать ранее сделанные заказы.';
$_['text_returning_customer']      = 'Постоянный покупатель';
$_['text_i_am_returning_customer'] = 'У меня есть учетная запись';
$_['text_forgotten']               = 'Забыли пароль?';

// Entry
$_['entry_email']                  = 'E-Mail адрес';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Некорректное имя пользователя или пароль.';
$_['error_attempts']               = 'В вашей учетной записи превышено допустимое количество попыток входа. Повторите попытку через 1 час.';
$_['error_approved']               = 'Для успешного входа ваша учетная запись должна быть одобрена администратором.';
