<?php
// Heading
$_['heading_title']  = 'Сброс пароля';

// Text
$_['text_account']   = 'Личный кабинет';
$_['text_password']  = 'Введите новый пароль.';
$_['text_success']   = 'Данные успешно сохранены.';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Подтверждение пароля';

// Error
$_['error_password'] = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']  = 'Не совпадает пароль и его подтверждение!';
$_['error_code']     = 'Код сброса пароля недействителен или использовался ранее!';
