<?php
// Heading
$_['heading_title'] = 'Ваша учетная запись создана!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваша учетная запись успешно создана!</p> <p>Теперь вы можете воспользоваться всеми привилегиями зарегистрированного покупателя, чтобы улучшить свои впечатления от покупок.</p> <p>Если у вас есть какие-либо вопросы о работе этого магазина, пожалуйста, свяжитесь с нами через форму обратной связи или при помощи письма на e-mail, указанный на странице контактов.</p> <p>Подтверждение было отправлено на указанный адрес электронной почты. Если вы не получили его в течение часа, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию в %s!</p><p>Если у вас возникнут какие-либо вопросы, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_account']  = 'Личный кабинет';
$_['text_success']  = 'Запись создана';
