<?php
// Heading
$_['heading_title']    = 'Партнерское отслеживание';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_description'] = 'Чтобы убедиться, что вам платят за рефералов, которых вы отправляете нам, нам нужно отслеживать рефералов, помещая код отслеживания в URL-адрес, ссылающийся на нас. Вы можете использовать приведенные ниже инструменты для создания ссылок на веб-сайт %s..';

// Entry
$_['entry_code']       = 'Ваш код отслеживания';
$_['entry_generator']  = 'Генератор ссылок для отслеживания';
$_['entry_link']       = 'Ссылка для отслеживания';

// Help
$_['help_generator']  = 'Введите название товара, на который вы хотите сделать ссылку';
