<?php
// Heading
$_['heading_title']    = 'Приобрести подарочный сертификат';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_voucher']     = 'Подарочный сертификат';
$_['text_description'] = 'Этот подарочный сертификат будет отправлен получателю по электронной почте после оплаты.';
$_['text_agree']       = 'Я понимаю, что подарочные сертификаты не подлежат возврату.';
$_['text_message']     = '<p>Спасибо за покупку подарочного сертификата! После того, как вы завершите оплату, получателю подарочного сертификата будет отправлено электронное письмо с подробной информацией о том, как воспользоваться этим подарочным сертификатом.</p>';
$_['text_for']         = '%s Подарочный Сертификат для %s';

// Entry
$_['entry_to_name']    = 'Имя получателя';
$_['entry_to_email']   = 'E-mail получателя';
$_['entry_from_name']  = 'Ваше имя';
$_['entry_from_email'] = 'Ваш e-mail';
$_['entry_theme']      = 'Тема подарочного сертификата';
$_['entry_message']    = 'Сообщение';
$_['entry_amount']     = 'Сумма';

// Help
$_['help_message']     = 'Не обязательно';
$_['help_amount']      = 'Сумма должна быть от %s до %s';

// Error
$_['error_to_name']    = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_email']      = 'Необходимо указать корректный e-mail адрес!';
$_['error_theme']      = 'Необходимо выбрать тему!';
$_['error_amount']     = 'Сумма должна быть от %s до %s!';
$_['error_agree']      = 'Вы должны согласиться с тем, что подарочные сертификаты не подлежат возврату!';
